/* 
   Localizable.strings
   G2M  Mac Recording Manager

   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
 */


/* Text for the Open dialog. */
"L10N_Open_Dialog_Title" = "Choisir le dossier d'enregistrements";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "Choisissez le dossier d'enregistrements que vous souhaitez afficher.";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "Un enregistrement est en cours de conversion. Voulez-vous vraiment quitter ?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "Vous pourrez redémarrer la conversion mais perdrez tout progrès déjà effectué.";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "Arrêter la conversion et quitter";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "Continuer la conversion";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "Conversion de \"%@\" (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "Voulez-vous vraiment supprimer cet enregistrement ?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "Il sera définitivement supprimé de votre dossier d'enregistrements.";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "Supprimer";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "Ne pas supprimer";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "Impossible d'ouvrir l'enregistrement audio.";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "Impossible de créer l'audio de cet enregistrement.";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "Impossible d'ouvrir l'enregistrement vidéo.";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "Impossible d'ouvrir l'enregistrement vidéo.";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "Impossible d'ouvrir l'enregistrement audio.";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "Cet enregistrement n'a ni audio ni vidéo.";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "Voulez-vous vraiment arrêter la conversion de cet enregistrement ?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "Vous pourrez redémarrer la conversion mais perdrez tout progrès déjà effectué.";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "Arrêter la conversion";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "Continuer la conversion";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "Impossible d'utiliser l'enregistrement de la vidéo car il a été malheureusement endommagé.";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "Il existe déjà un fichier de sortie avec le nom : ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "Vous êtes déjà en train de convertir un enregistrement.";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% terminé";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% terminé";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "Sauvegarde du fichier en cours";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "Une erreur de transcodage s'est malheureusement produite. Veuillez réessayer.";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "En cours d'annulation";

/* Exception error alert text */
"L10N_Application Error Occurred" = "Une erreur d’application s’est produite";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "En raison d'une erreur, l'application est sur le point de se fermer. Veuillez nous excuser de ce désagrément.";
